print("Строка 1")
print("Строка 2")

print("Строка 1", "Строка 2")

print("Строка 1", "Строка 2", sep="")

print("""*   *   *
 * * * * 
  *   *  """)

print("""*  *
*  *
****
*  *
*  *""")

print("""   *   
  * *  
 *   * 
*******""")
print("""********
**     *
* *    *
*  *   *
*   *  *
********""")

a = int(input("Введите число: "))
print("The next number for the number", a, "is 180.")
print("The previous number for the number", a, "is 178.")

n = int(input("Сколько нужно пирожков:"))
a = int(input("Сколько рублей нужно заплатить:"))
b = int(input("И сколько нужно копеек:"))
print("За пирожки нужно заплатить:", a*n+b*n/100)

a = int(input("Введите трехзначное число:"))
b = int(input("Введите цифру, обозначающую колличество сотен в числе", a))
c = int(input("Введите цифру, обозначающую колличество десятков в числе", a))
d = int(input())


